{
  "artists": [
    {
      "name": "arijit singh",
      "artist_work": "singer",
      "poster": "/resources/SVGS/arijit_singh.jpeg",
      "topSongs": ["Tum Hi Ho", "Channa Mereya", "Kesariya"],
      "monthlyListeners": "79M+",
      "genres": ["Romantic", "Pop", "Classical"],
      "awards": ["National Film Award", "6 Filmfare Awards"],
      "activeYears": "2007–present",
      "para": "Arijit Singh is a beloved Indian playback singer known for his heartfelt voice and emotional connection with millions of music lovers."
    },
    {
      "name": "pritam",
      "artist_work": "music director",
      "poster": "/resources/SVGS/pritam.jpeg",
      "topSongs": ["Ae Dil Hai Mushkil", "Kabira", "Subhanallah"],
      "monthlyListeners": "10M+",
      "genres": ["Bollywood", "Electronic", "Pop"],
      "awards": ["IIFA Awards", "Zee Cine Awards"],
      "activeYears": "2001–present",
      "para": "Pritam is a musical magician whose tunes stay in your head long after the song ends. Known for his incredible sense of melody and rhythm, he blends emotion with catchy beats, creating music that appeals to every generation. Whether it's love, nostalgia, or fun, his compositions have a way of capturing exactly how people feel."
    },
    {
      "name": "anirudh ravichander",
      "artist_work": "music composer",
      "poster": "/resources/SVGS/anirudh_ravichander.jpeg",
      "topSongs": ["Why This Kolaveri Di", "Arabic Kuthu", "Vaathi Coming"],
      "monthlyListeners": "5.5M+",
      "genres": ["Tamil Pop", "Electronic", "Fusion"],
      "awards": ["Filmfare Awards South", "SIIMA Awards"],
      "activeYears": "2011–present",
      "para": "Anirudh Ravichander brings youthful energy to every beat he produces. His music is modern, high-voltage, and instantly addictive, often becoming anthems for fans across languages. Whether experimenting with fresh sounds or delivering heart-touching melodies, he manages to leave a mark. Anirudh’s tracks feel bold, vibrant, and are designed to stick with you from the first listen."
    },
    {
      "name": "a r rahman",
      "artist_work": "music composer",
      "poster": "/resources/SVGS/a_r_rehmaan.jpeg",
      "topSongs": ["Jai Ho", "Kun Faya Kun", "Tere Bina"],
      "monthlyListeners": "6.5M+",
      "genres": ["World", "Indian Classical", "Electronic"],
      "awards": ["Academy Award", "Grammy", "BAFTA", "Padma Bhushan"],
      "activeYears": "1992–present",
      "para": "A. R. Rahman is a musical visionary whose work feels spiritual, cinematic, and timeless. With a signature style that fuses traditional sounds with modern expression, he creates emotional depth in every note. His compositions don’t just entertain — they invite listeners into a meditative space. Rahman’s music feels like a journey, comforting the soul and expanding the heart."
    },
    {
      "name": "shreya goshal",
      "artist_work": "singer",
      "poster": "/resources/SVGS/shreya_goshal.jpeg",
      "topSongs": ["Teri Ore", "Sun Raha Hai", "Laung Da Lashkara"],
      "monthlyListeners": "26M+",
      "genres": ["Classical", "Folk", "Bollywood"],
      "awards": ["4 National Film Awards", "7 Filmfare Awards"],
      "activeYears": "2002–present",
      "para": "Shreya Ghoshal’s voice is both pure and powerful, weaving softness and emotion into every note she sings. Her ability to express love, sorrow, joy, and longing is unmatched. Whether in soft ballads or energetic tracks, she adds beauty and grace. Her singing feels timeless, always creating a serene experience that resonates with listeners of all ages."
    },
    {
      "name": "vishal mishra",
      "artist_work": "singer-composer",
      "poster": "/resources/SVGS/vishal_mishra.jpeg",
      "topSongs": ["Kaise Hua", "Phir Bhi Tumko Chaahunga", "Zihaal-e-Miskin"],
      "monthlyListeners": "6M+",
      "genres": ["Pop", "Romantic", "Bollywood"],
      "awards": ["IIFA", "Mirchi Music Award (Nominations)"],
      "activeYears": "2015–present",
      "para": "Vishal Mishra sings with a warmth that’s instantly relatable. His soulful voice carries an emotional honesty that makes each song feel like a personal story. He excels at creating a mood — whether it’s romantic, reflective, or melancholic. With simple yet meaningful melodies, Vishal crafts music that connects deeply and lingers gently in the heart."
    },
    {
      "name": "tanishq bagchi",
      "artist_work": "music composer",
      "poster": "/resources/SVGS/tanishq_bagchi.jpeg",
      "topSongs": ["Lut Gaye", "Raataan Lambiyan", "Tip Tip"],
      "monthlyListeners": "8M+",
      "genres": ["Bollywood", "Dance", "Electronic"],
      "awards": ["IIFA Award for Best Music Director"],
      "activeYears": "2014–present",
      "para": "Tanishk Bagchi is the master of catchy tunes and remix magic. He knows how to take a melody and turn it into something instantly danceable and fun. With a flair for blending classic and modern sounds, his tracks bring a lively spirit to playlists everywhere. Tanishk’s music is fresh, infectious, and made to get stuck in your head."
    },
    {
      "name": "raghav chaitanya",
      "artist_work": "singer",
      "poster": "/resources/SVGS/raghav_chaitanya.jpeg",
      "topSongs": ["Tera Naam", "Dil"],
      "monthlyListeners": "500K+",
      "genres": ["Romantic", "Pop"],
      "awards": ["None notable yet"],
      "activeYears": "2020–present",
      "para": "Raghav Chaitanya brings a quiet intensity to music. His soft, heartfelt voice carries raw emotion that’s perfect for songs about love, heartbreak, and introspection. There’s a simplicity in his sound that makes it feel genuine and comforting. Raghav doesn’t just sing — he shares feelings, making listeners reflect, remember, and often feel seen in his music."
    },
    {
      "name": "darshan raval",
      "artist_work": "singer",
      "poster": "/resources/SVGS/darshan_raval.jpeg",
      "topSongs": ["Tera Zikr", "Chogada", "Bekhudi"],
      "monthlyListeners": "11M+",
      "genres": ["Romantic", "Pop"],
      "awards": ["Mirchi Music Awards (Nominations)"],
      "activeYears": "2014–present",
      "para": "Darshan Raval connects with fans through his honest voice and expressive style. His music speaks of love, youth, and unspoken emotions. Whether singing an upbeat number or a heartfelt ballad, he always sounds sincere. His songs carry an effortless charm, often becoming the soundtrack to people’s personal stories and memories. Darshan’s music feels real, relatable, and full of heart."
    },
    {
      "name": "king",
      "artist_work": "rapper-singer",
      "poster": "/resources/SVGS/king.jpeg",
      "topSongs": ["Tu Aake Dekhle", "Maan Meri Jaan", "Oops"],
      "monthlyListeners": "10M+",
      "genres": ["Rap", "Hip-hop", "Pop"],
      "awards": ["MTV Hustle Star"],
      "activeYears": "2019–present",
      "para": "King blends bold confidence with emotional honesty, crafting songs that speak to the dreamers of this generation. His style is modern, lyrical, and empowering, with a unique sound that mixes rap, melody, and self-expression. Every track he creates feels like a statement — of who he is, where he's going, and how others can rise too."
    },
    {
      "name": "Shilpa rao",
      "artist_work": "singer",
      "poster": "/resources/SVGS/shilpa_rao.jpeg",
      "topSongs": ["Ghungroo", "Bulleya", "Javeda Zindagi"],
      "monthlyListeners": "3.5M+",
      "genres": ["Classical", "Bollywood", "Fusion"],
      "awards": ["Filmfare Award", "IIFA Award (Nominated)"],
      "activeYears": "2007–present",
      "para": "Shilpa Rao’s voice carries grace, power, and introspection all at once. Her unique tone brings emotional depth to every song she touches. Whether it's a soothing tune or a complex arrangement, she adds richness and sincerity. Shilpa’s music doesn’t just sound good — it feels meaningful, offering listeners a deeper connection with every lyric and every note."
    },
    {
      "name": "jonita gandhi",
      "artist_work": "singer",
      "poster": "/resources/SVGS/jonita_gandhi.jpeg",
      "topSongs": ["The Breakup Song", "Arabic Kuthu (female)", "Sau Tarah Ke"],
      "monthlyListeners": "3.2M+",
      "genres": ["Pop", "R&B", "Bollywood"],
      "awards": ["Mirchi Music Awards (Nominations)"],
      "activeYears": "2011–present",
      "para": "Jonita Gandhi brings sparkle and style to modern music. Her voice flows with clarity, versatility, and a vibrant spirit that lights up every song she sings. Comfortable in multiple languages and styles, she adds charm to everything from pop tracks to romantic ballads. Jonita’s sound is youthful yet refined, always leaving a fresh and lasting impression."
    }
  ]
}
